Repository: ASC-lbcespci/elabftw
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de_de

source: This should point to the chain of certificates used by your external timestamping provider to sign the timestamps.%sLocal path relative to eLabFTW installation directory. The file needs to be in %sPEM-encoded (ASCII)%s format!
de_de: Dies muss auf die Zertifikatskette verweisen, welche vom externen Zeitstempeldienst für das Signieren der Zeitstempel verwendet wird.%sLokaler Pfad, relativ zum eLabFTW Installationsverzeichnis. Die Datei muss %sPEM-kodiert%s vorliegen!

source: Security settings
de_de: Sicherheitseinstellungen

source: Users need validation by admin after registration:
de_de: Benutzer müssen nach Registrierung vom Administrator bestätigt werden:

source: Set to yes for added security.
de_de: Stellen Sie auf Ja für zusätzliche Sicherheit.

source: Number of allowed login attempts:
de_de: Anzahl der zulässigen Login-Versuche:

source: 3 might be too few. See for yourself :)
de_de: 3 könnten zu wenig sein. Überzeugen Sie sich selbst :)

source: Time of the ban after failed login attempts (in minutes:
de_de: Zeit des Banns nach fehlgeschlagener Anmeldeversuche (in Minuten:

source: To identify an user we use an md5 of user agent + IP. Because doing it only based on IP address would surely cause problems.
de_de: Um einen Benutzer zu identifizieren verwenden wir einen MD5-Hash von User-Agent + IP. Würde er nur auf der IP-Adresse basieren, würde das sicherlich zu Problemen führen.

source: E-mail settings
de_de: E-Mail Einstellungen

source: Without a valid way to send emails users won't be able to reset their password. It is recommended to create a specific Mandrill.com (or gmail account and add the infos here.
de_de: Ohne gültigen Weg E-Mails zu versenden werden Nutzer nicht in der Lage sein, ihr Passwort zurückzusetzen. Es wird empfohlen, für diesen Zweck ein Mandrill.com (oder Google Mail-Konto zu erstellen und die Infos hier einzufügen.

source: Send e-mails via:
de_de: Versende E-Mails mit:

source: Select mailing method...
de_de: Versandmethode wählen...

source: Local MTA (default)
de_de: Lokaler MTA (Standard)

source: Sender address:
de_de: Absenderadresse:

source: Path to sendmail:
de_de: Pfad zu Sendmail:

source: Address of the SMTP server:
de_de: Adresse des SMTP-Server:

source: SMTP encryption (can be TLS or STARTSSL):
de_de: SMTP-Verschlüsselung (TLS oder startssl):

source: Probably TLS
de_de: Wahrscheinlich TLS

source: Default is 587.
de_de: Der Standardport ist 587.

source: SMTP username:
de_de: SMTP-Benutzername:

source: SMTP password
de_de: SMTP-Passwort

source: Saved
de_de: Gespeichert

source: Tips and tricks
de_de: Tipps und Tricks

source: Tools
de_de: Werkzeuge

source: You belong to the %s team.
de_de: Sie gehören dem Team %s an.

source: Phone
de_de: Telefon

source: Mobile
de_de: Handy

source: Website
de_de: Webseite

source: There is a total of %d experiment
de_de: Es gibt insgesamt %d Experiment

source: by %d different user.
de_de: von %d verschiedenen Benutzer.

source: There is a total of %d item in the database.
de_de: Es gibt insgesamt %d Eintrag in der Datenbank.

source: You can use a TODOlist by pressing 't'.
de_de: Sie können eine Todo-Liste mit 't' zu verwenden.

source: You can have experiments templates (%sControl Panel%s).
de_de: Sie können Experimentvorlagen erstellen (%sControl Panel%s).

source: The admin of a team can edit the status and the types of items available (%sAdmin Panel%s).
de_de: Der Admin eines Teams kann den Status und die Art der Artikel verfügbaren (%sAdmin-Panel%s) bearbeiten.

source: If you press Ctrl Shift D in the editor, the date will appear under the cursor.
de_de: Wenn Sie Strg + Umschalt + D im Editor drücken, erscheint das Datum unter dem Cursor.

source: Custom shortcuts are available (%sControl Panel%s).
de_de: Benutzerdefinierte Verknüpfungen stehen zur Verfügung (%sKontrollzentrum%s).

source: You can duplicate experiments in one click.
de_de: Sie können Experimente mit einem Klick duplizieren.

source: Click a tag to list all items with this tag.
de_de: Klicken Sie einen Tag an, um alle Artikel mit diesem Tag aufzulisten.

source: Register an account with %sUniversign%s to start timestamping experiments.
de_de: Registrieren Sie ein Konto mit %sUniversign%s, um mit dem Timestamping von Experimenten zu beginnen.

source: Only a locked experiment can be timestamped.
de_de: Nur ein gesperrtes Experiment kann mit einem Zeitstempel versehen werden.

source: Once timestamped an experiment cannot be unlocked or modified. Only comments can be added.
de_de: Sobald ein Experiment mit einem Zeitstempel versehen ist, kann es nicht mehr entsperrt oder verändert werden. Nur Kommentare können hinzugefügt werden.

source: Molecule drawer
de_de: Moleküleditor

source: User Control Panel
de_de: Benutzerkontrollzentrum

source: Account
de_de: Konto

source: Preferences
de_de: Einstellungen

source: Templates
de_de: Vorlagen

source: Modify your personal informations
de_de: Ändern Sie Ihre persönlichen Informationen

source: Enter your password to edit infos.
de_de: Geben Sie Ihr Passwort ein, um die Informationen zu bearbeiten.

source: Modify your password
de_de: Ändern Sie Ihr Passwort

source: Confirm new password
de_de: Neues Passwort bestätigen

source: Modify your identity
de_de: Ändern Sie Ihre Identität

source: Modify your contact information
de_de: Ändern Sie Ihre Kontaktdaten

source: Update profile
de_de: Profil aktualisieren

source: DISPLAY
de_de: Anzeige

source: Default
de_de: Standard

source: Compact
de_de: Kompakt

source: Order by:
de_de: Sortieren nach:

source: with
de_de: mit

source: newer first
de_de: neueres zuerst

source: older first
de_de: älteres zuerst

source: Items per page:
de_de: Einträge pro Seite:

source: KEYBOARD SHORTCUTS
de_de: Tastaturkürzel

source: Action
de_de: Aktion

source: Shortcut
de_de: Tastaturbefehl

source: Create
de_de: Erstellen

source: TODO list
de_de: TODO-Liste

source: ALERT
de_de: WARNUNGEN

source: Display a warning before closing an edit window/tab ?
de_de: Eine Warnung vor dem Schließen eines Bearbeitungsfensters oder -tabs anzeigen?

source: Name of the template
de_de: Name der Vorlage

source: Add template
de_de: Vorlage hinzufügen

source: Edit template
de_de: Vorlage bearbeiten
