Repository: ASC-lbcespci/elabftw
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de_de

source: Please finalize install : %slink to documentation%s.
de_de: Bitte die Installation abschließen: %slink to documentation%s.

source: There are users waiting for validation of their account:
de_de: Benutzer warten auf Bestätigung ihres Kontos:

source: Submit
de_de: Abschicken

source: Users
de_de: Benutzer

source: Types of items
de_de: Arten von Einträgen

source: Experiments template
de_de: Vorlage für Experiment

source: Import CSV
de_de: CSV-Import

source: Configure your team
de_de: Konfigurieren Sie Ihr Team

source: Users can delete experiments:
de_de: Benutzer können Experimente löschen:

source: Yes
de_de: Ja

source: No
de_de: Nein

source: Name of the link in the top menu:
de_de: Name des Links im oberen Menü:

source: Address where this link should point:
de_de: Adresse, wohin dieser Link führen soll

source: URL for external timestamping service:
de_de: URL des externen Zeitstempeldienstes:

source: This should be the URL used for <a href="https://tools.ietf.org/html/rfc3161">RFC 3161</a>-compliant timestamping requests.
de_de: URL für <a href="https://tools.ietf.org/html/rfc3161">RFC 3161</a>-kompatible Zeitstempelanfragen.

source: Chain of certificates of the external timestamping service:
de_de: Zertifikatskette des externen Zeitstempeldienstes:

source: This should point to the chain of certificates used by your external timestamping provider to sign the timestamps.<br /> Local path relative to eLabFTW installation directory. The file needs to be in <a href="https://en.wikipedia.org/wiki/Privacy-enhanced_Electronic_Mail">PEM-encoded (ASCII)</a> format!
de_de: Dies sollte auf die Zertifikatskette verweisen, welche vom externen Zeitstempeldienst verwendet wird, um Zeitstempel zu signieren.<br /> Lokaler Pfad, relativ zum eLabFTW Installationsverzeichnis. Die Datei muss in <a href="https://de.wikipedia.org/wiki/Privacy_Enhanced_Mail">PEM-kodiertem (ASCII)</a> Format vorliegen!

source: Login for external timestamping service:
de_de: Login für externe Zeitstempeldienst:

source: This should be the login associated with your timestamping service provider
de_de: Der Login, welcher für den Zeitstempeldienst benötigt wird.

source: Password for external timestamping service:
de_de: Passwort für externen Zeitstempeldienst:

source: Your timestamping service provider password
de_de: Password für die Benutzung des Zeitstempeldienstes

source: Edit users
de_de: Benutzer bearbeiten

source: Firstname
de_de: Vorname

source: Lastname
de_de: Nachname

source: Username
de_de: Benutzername

source: Has an active account?
de_de: Hat ein aktives Konto?

source: Group:
de_de: Gruppe:

source: Reset user password:
de_de: Passwort zurücksetzen:

source: Repeat new password:
de_de: Neues Passwort wiederholen:

source: Edit this user
de_de: Diesen Benutzer bearbeiten

source: DANGER ZONE
de_de: GEFAHRENZONE

source: Delete an account
de_de: Löschen Sie ein Konto

source: Type EMAIL ADDRESS of a member to delete this user and all his experiments/files forever:
de_de: Geben Sie die E-Mail-Adresse eines Mitglieds an, um alle seine Experimente/Dateien für immer zu löschen:

source: Type your password:
de_de: Geben Sie Ihr Passwort ein:

source: Delete this user!
de_de: Löschen Sie diesen Benutzer!

source: Add a new status
de_de: Fügen Sie einen neuen Status hinzu

source: New status name
de_de: Name des neuen Status

source: Edit an existing status
de_de: Bearbeiten eines vorhandenen Status

source: Remove all experiments with this status before deleting this status.
de_de: Alle Experimente mit diesem Status vor dem Löschen dieses Status entfernen.

source: Default status
de_de: Standardstatus

source: Edit
de_de: Bearbeiten

source: Database items types
de_de: Datenbankelemente Typen

source: Remove all database items with this type before deleting this type.
de_de: Lösche alle Datenbankelemente dieses Typs vorm Löschen dieses Typs.

source: Edit name
de_de: Namen bearbeiten

source: Add a new type of item:
de_de: Fügen Sie dem Datebankelement einen neuen Typ hinzu:

source: Save
de_de: Speichern

source: Common experiment template
de_de: Gemeinsame Experimentenvorlage

source: This is the default text when someone creates an experiment.
de_de: Dies ist der Standardtext, wenn jemand ein neues Experiment anlegt.

source: Import a CSV file
de_de: CSV-Datei importieren

source: This page will allow you to import a .csv (Excel spreadsheet) file into the database.<br>First you need to open your .xls/.xlsx file in Excel or Libreoffice and save it as .csv.<br>In order to have a good import, the first row should be the column's field names. You can make a tiny import of 3 lines to see if everything works before you import a big file.
de_de: Diese Seite ermöglicht es Ihnen, eine CSV (Excel Spreadsheet-Datei in die Datenbank zu importieren.<br>Zuerst müssen Sie Ihre (.xls-Datei / .xlsx in Excel oder Libreoffice öffnen und speichern als .csv benötigen.<br>Um um einen guten Import zu haben sollte die erste Spalte der Titel sein. Der Rest der Spalten wird im Textkörper eingefügt. Sie können einen Testimport von 3 Zeilen machen, um zu prüfen ob alles funktioniert, bevor Sie eine große Datei importieren.

source: You should make a backup of your database before importing thousands of items!
de_de: Sie sollten eine Sicherungskopie Ihrer Datenbank erstellen, bevor Sie tausende von Einträgen importieren!

source: 1. Select a type of item to import to:
de_de: 1. Wählen Sie eine Art von Element zum Import aus:

source: 2. Select a CSV file to import:
de_de: 2. Wählen Sie eine CSV-Datei zum Importieren:

source: items were imported successfully.
de_de: Artikel wurden erfolgreich importiert.

source: This section is out of your reach.
de_de: Dieser Abschnitt ist ausserhalb Ihres Zugangs.

source: Validated user with ID :
de_de: Bestätigter Nutzer mit ID:

source: There was a problem sending the email! Error was logged.
de_de: Es gab ein Problem beim Versenden der E-Mail! Fehler wurde protokolliert.

source: There was an unexpected problem! Please %sopen an issue on GitHub%s if you think this is a bug.
de_de: Es ist ein unerwartetes Problem aufgetreten! Bitte %seröffnen Sie ein neues Issue auf GitHub%s, wenn Sie denken, dass es sich um einen Bug handelt.

source: Congratulations! You are running the latest stable version of eLabFTW :)
de_de: Herzlichen Glückwunsch! Sie nutzen die neueste stabile Version von eLabFTW :)

source: Team added successfully.
de_de: Team erfolgreich hinzugefügt.

source: Configuration updated successfully.
de_de: Konfiguration erfolgreich aktualisiert.

source: Userid is not valid.
de_de: User ID ungültig.

source: Only a sysadmin can put someone sysadmin.
de_de: Nur ein Systemadministrator kann jemanden zum Systemadministrator machen.

source: The passwords do not match!
de_de: Die Passwörter stimmen nicht überein!

source: A mandatory field is missing!
de_de: Ein Pflichtfeld fehlt!

source: You need to put a title!
de_de: Sie müssen einen Titel angeben!

source: The email is not valid.
de_de: Die E-Mail ist ungültig.

source: Wrong password!
de_de: Falsches Passwort!

source: You need to put a password!
de_de: Sie müssen ein Passwort setzen!

source: No user with this email or user not in your team
de_de: Es gibt keinen Benutzer mit dieser E-Mail oder der Benutzer ist nicht in Ihrem Team

source: Everything was purged successfully.
de_de: Alles wurde erfolgreich bereinigt.

source: Install git to check for updates.
de_de: Installieren Sie git, um auf Aktualisierungen zu prüfen.

source: You need to install the curl extension for php.
de_de: Sie müssen die curl Erweiterung für PHP installieren.

source: Unknown branch!
de_de: Unbekannter Branch!

source: A new update is available!
de_de: Ein neues Update ist verfügbar!

source: Congratulations! You are running the latest stable version of eLabFTW :
de_de: Herzlichen Glückwunsch! Sie betreiben die aktuellste stabile Version von eLabFTW:

source: Congratulations! You are running the latest development version of eLabFTW :
de_de: Herzlichen Glückwunsch! Sie betreiben die aktuellste Entwicklungsversion von eLabFTW:

source: Wrong item type!
de_de: Falscher Typ!

source: Untitled
de_de: Unbenannt

source: New item created successfully.
de_de: Neuer Eintrag erfolgreich erstellt.

source: You don't have the rights to delete this experiment.
de_de: Sie haben nicht die nötigen Rechte, um dieses Experiment zu löschen.

source: Experiment was deleted successfully.
de_de: Experiment wurde erfolgreich gelöscht.

source: Template was deleted successfully.
de_de: Vorlage wurde erfolgreich gelöscht.

source: Item was deleted successfully.
de_de: Artikel wurde erfolgreich gelöscht.

source: Item type was deleted successfully.
de_de: Artikeltyp wurde erfolgreich gelöscht.

source: Status was deleted successfully.
de_de: Status wurde erfolgreich gelöscht.

source: File %s deleted successfully.
de_de: Datei %s erfolgreich gelöscht.

source: The id parameter is not valid!
de_de: Der Parameter ID ist nicht gültig.

source: The type parameter is not valid.
de_de: Der Typ Parameter ist nicht gültig.

source: Experiment successfully duplicated.
de_de: Experiment erfolgreich dupliziert.

source: Database entry successfully duplicated.
de_de: Datenbankeintrag erfolgreich dupliziert.

source: You don't have the rights to lock/unlock this.
de_de: Sie verfügen nicht über die Rechte zum Sperren / Entsperren.

source: This experiment was locked by
de_de: Dieses Experiment wurde gesperrt durch

source: You cannot unlock or edit in any way a timestamped experiment.
de_de: Sie können ein zeitgestempeltes Experiment weder entsperren, noch bearbeiten.

source: Your session expired. Please retry.
de_de: Ihre Sitzung ist abgelaufen. Bitte erneut versuchen.

source: Login failed. Either you mistyped your password or your account isn't activated yet.
de_de: Fehler bei der Anmeldung. Entweder Sie haben Ihr Passwort falsch eingegeben oder Ihr Konto ist noch nicht aktiviert.

source: Username already in use!
de_de: Benutzername bereits in Verwendung!

source: Someone is already using that email address!
de_de: Jemand verwendet diese E-Mail Adresse schon!

source: Password must contain at least 8 characters.
de_de: Das Passwort muss mindestens 8 Zeichen lang sein.

source: [eLabFTW] New user registered
de_de: [eLabFTW] Neuer Benutzer registriert

source: Hi. A new user registered on elabftw. Head to the admin panel to validate the account.
de_de: Hallo. Ein neuer Benutzer hat sich auf elabftw registriert. Gehen Sie zum Admin-Panel, um das Konto zu bestätigen.

source: Could not send email to inform admin. Error was logged. Contact an admin directly to validate your account.
de_de: E-Mail konnte nicht gesendet werden, um den Administrator zu informieren. Fehler wurde protokolliert. Kontaktieren Sie einen Admin direkt, um Ihr Konto zu bestätigen.

source: Registration successful :)<br>Your account must now be validated by an admin.<br>You will receive an email when it is done.
de_de: Registrierung erfolgreich :)<br />Ihr Zugang muss nun durch einen Administrator bestätigt werden.<br />Sie erhalten eine E-Mail, sobald dies erfolgt ist.

source: Registration successful :)<br>Welcome to eLabFTW o/
de_de: Registrierung erfolgreich :) <br> Willkommen bei eLabFTW o /

source: Hi. Someone (probably you) with the IP address: %s and user agent %s requested a new password on eLabFTW. Please follow this link to reset your password : %s
de_de: Hallo. Jemand (wahrscheinlich Sie) mit der IP-Adresse: %s und dem User-Agent %s hat ein neues Passwort auf eLabFTW angefordert. Bitte folgen Sie diesem Link, um Ihr Passwort zurückzusetzen: %s

source: Email sent. Check your INBOX.
de_de: E-Mail gesendet. Überprüfen Sie Ihren Posteingang.

source: Email not found in database!
de_de: E-Mail nicht in der Datenbank gefunden!

source: New password updated. You can now login.
de_de: Neues Passwort aktualisiert. Sie können sich nun einloggen.

source: There was an error with the timestamping. Experiment is NOT timestamped. Error has been logged.
de_de: Es gab einen Fehler mit dem Zeitstempel. Experiment ist NICHT zeitgestempelt. Fehler wurde protokolliert.

source: Profile updated.
de_de: Profil aktualisiert.

source: Enter your passsword to edit anything.
de_de: Geben Sie Ihr Passwort ein, um etwas zu bearbeiten.

source: Preferences updated.
de_de: Einstellungen aktualisiert.

source: You must specify a name for the template!
de_de: Sie müssen einen Namen für die Vorlage angeben!

source: The template name must be 3 characters long.
de_de: Der Vorlagenname muss 3 Zeichen lang sein.

source: Experiment template successfully added.
de_de: Experimentenvorlage erfolgreich hinzugefügt.

source: Template successfully edited.
de_de: Vorlage erfolgreich bearbeitet.

source: Reset password
de_de: Passwort zurücksetzen

source: New password
de_de: Neues Passwort

source: 8 characters minimum
de_de: Mindestens 8 Zeichen

source: Type it again
de_de: Tippen Sie es erneut ein

source: Complexity
de_de: Komplexität

source: Save new password
de_de: Speichere neues Passwort

source: Weak password
de_de: Schwaches Passwort

source: Average password
de_de: Durchschnittlich starkes Passwort

source: Good password
de_de: Gutes Passwort

source: Strong password
de_de: Starkes Passwort

source: No way that is your real password!
de_de: Das kann nicht Ihr richtiges Passwort sein!

source: Database
de_de: Datenbank

source: Attached file
de_de: Angehängte Datei

source: <strong>This item is locked.</strong> You cannot edit it.
de_de: <strong>Dieser Artikel ist gesperrt.</strong> Sie können ihn nicht bearbeiten.

source: Add a tag
de_de: Tag hinzufügen

source: Date
de_de: Datum

source: Title
de_de: Titel

source: Save and go back
de_de: Speichern und zurück

source: revision available.
de_de: Revision verfügbar.

source: Show history
de_de: Verlauf anzeigen

source: Delete this?
de_de: Löschen?

source: Do you want to navigate away from this page? Unsaved changes will be lost!
de_de: Wollen Sie die Seite wirklich verlassen? Nicht gespeicherte Änderungen gehen verloren!

source: <strong>Cannot edit:</strong> this experiment is not yours!
de_de: <strong>Kann nicht bearbeitet werden:</strong> Dieses Experiment ist nicht deines!

source: Back to experiments listing
de_de: Zurück zur Experiment-Übersicht

source: Click a tag to remove it
de_de: Zum Entfernen Tag anklicken

source: Visibility
de_de: Sichtbarkeit

source: Only the team
de_de: Nur das Team

source: Only me
de_de: Nur ich

source: Updated!
de_de: Aktualisiert!

source: Linked items
de_de: Verlinkte Einträge

source: Add a link
de_de: Link hinzufügen

source: from the database
de_de: aus der Datenbank

source: Attach a file
de_de: Datei anhängen

source: Drop files here to upload
de_de: Dateien hier fallen lassen, um sie hochzuladen.

source: Check for updates
de_de: Nach Updates suchen

source: Powered by
de_de: Bereitgestellt von

source: Page generated in
de_de: Seite erzeugt in

source: No valid credentials were found for Time Stamping.
de_de: Keine gültigen Anmeldeinformationen für den Zeitstempeldienst gefunden.

source: Search
de_de: Suche

source: Howdy,
de_de: Hallo,

source: Profile
de_de: Profil

source: Settings
de_de: Einstellungen

source: Logout
de_de: Abmelden

source: Create new
de_de: Neu erstellen

source: Order by
de_de: Sortieren nach

source: Category
de_de: Kategorie

source: Rating
de_de: Bewertung

source: Sort
de_de: Sortieren

source: DESC
de_de: Absteigend

source: ASC
de_de: Aufsteigend

source: Order
de_de: Anordnen

source: Filter type
de_de: Typ filtern

source: Filter
de_de: Filtern

source: Reset
de_de: Zurücksetzen

source: Sorry. I couldn't find anything :(
de_de: Entschuldigung. Ich konnte nichts finden :(

source: result found
de_de: Ergebnis gefunden

source: <strong>Welcome to eLabFTW.</strong> Select an item in the «Create new» list to begin filling your database.
de_de: <strong>Willkommen bei eLabFTW.</strong> Wählen Sie ein Element in der «Neu erstellen» Liste und füllen Sie Ihre Datenbank.

source: Showing last uploads:
de_de: Zeige neuste Uploads:

source: Load more
de_de: Laden Sie mehr

source: Create experiment
de_de: Experiment erstellen

source: Create from template
de_de: Aus Vorlage erstellen

source: Filter status
de_de: Status filtern

source: <strong>You do not have any templates yet.</strong> Go to %syour control panel%s to make one !
de_de: <strong>Sie haben noch keine Vorlagen.</strong> Gehen Sie zu %sIhrem Kontrollzentrum%s, um eine zu erstellen!

source: results.
de_de: Ergebnisse.

source: Found
de_de: Gefunden

source: <strong>Welcome to eLabFTW.</strong> Click the %sCreate experiment%s button to get started.
de_de: <strong>Willkommen bei eLabFTW.</strong> Klicken Sie auf die %sExperiment erstellen%s Schaltfläche, um loszulegen.

source: No statistics available yet.
de_de: Noch keine Statistiken vorhanden.

source: Statistics
de_de: Statistiken

source: Experiments for
de_de: Experimente für

source: Not enough tags to make a tagcloud.
de_de: Nicht genug Tags, um eine Tagcloud zu erstellen.

source: Nothing to show with this ID.
de_de: Nichts mit dieser ID anzuzeigen.

source: Last modified by
de_de: Zuletzt geändert von

source: on
de_de: am

source: <strong>Access forbidden:</strong> the visibility setting of this experiment is set to 'owner only'.
de_de: <strong>Zugriff verboten:</strong> die Sichtbarkeitseinstellung dieses Experimentes ist auf "Nur Eigentümer" gesetzt.

source: <strong>Read-only mode:</strong> this experiment is owned by
de_de: <Strong>Nur-Lese-Modus:</strong> dieses Experiment ist im Besitz von

source: Unchecked timestamp
de_de: Ungeprüfter Zeitstempel

source: Experiment was timestamped by
de_de: Experiment wurde zeitgestempelt von

source: at
de_de: um

source: Download timestamped pdf
de_de: Zetgestempeltes PDF herunterladen

source: Unique eLabID:
de_de: Eindeutige eLabID:

source: Comments
de_de: Kommentare

source: Add a comment
de_de: Kommentar hinzufügen

source: Saving
de_de: Speichern

source: Cancel
de_de: Abbrechen

source: Once timestamped an experiment cannot be edited anymore ! Are you sure you want to do this ?
de_de: Sobald ein Experiment zeitgestempelt ist, kann es nicht mehr bearbeitet werden! Sind Sie sicher, dass Sie dies tun wollen?

source: You cannot login now because of too many failed login attempts.
de_de: Sie können sich jetzt nicht einloggen wegen zu vieler fehlgeschlagener Anmeldeversuche.

source: Number of login attempt left before being banned for
de_de: Anzahl der Login-Versuche, bevor Sie gesperrt werden

source: minutes:
de_de: Minuten:

source: Please enable cookies in your navigator to continue.
de_de: Bitte aktivieren Sie Cookies in Ihrem Browser, um fortzufahren.

source: Note: you need cookies enabled to log in.
de_de: Hinweis: Cookies müssen aktiviert sein, um sich einloggen zu können.

source: Sign in to your account
de_de: Melden Sie sich an Ihrem Konto an

source: Password
de_de: Kennwort

source: Don't have an account? %sRegister%s now!<br>Lost your password? %sReset%s it!
de_de: Sie haben noch kein Konto? Jetzt %sregistrieren%s!<br>Passwort vergessen? %sZurücksetzen%s!

source: Enter your email address
de_de: Geben Sie Ihre E-Mail-Adresse ein

source: Send new password
de_de: Sende neues Passwort

source: Export to spreadsheet
de_de: Kalkulationstabelle exportieren

source: Your CSV file is ready:
de_de: Ihre CSV-Datei ist bereit:

source: Make zip archive
de_de: Erstelle ein Zip-Archiv

source: Your ZIP archive is ready:
de_de: Ihr ZIP-Archiv ist bereit:

source: experiments done since
de_de: Versuche durchgeführt seit

source: Go to user control panel
de_de: Zum Benutzer-Kontrollpanel gehen

source: Register
de_de: Registrieren

source: Please %slogout%s before you register another account.
de_de: Bitte %sausloggen%s, bevor Sie ein anderes Konto registrieren.

source: go back to login page
de_de: gehen Sie zurück zur Login-Seite

source: Create your account
de_de: Erstellen Sie Ihr Konto

source: ------ Select a team ------
de_de: ------ Wählen Sie ein Team ------

source: Confirm password
de_de: Passwort bestätigen

source: Password complexity
de_de: Kennwortkomplexität

source: create
de_de: erstellen

source: Revisions
de_de: Revisionen

source: Go back to the experiment
de_de: Zurück zum Experiment

source: You cannot restore a revision of a locked experiment!
de_de: Sie können eine Revision eines gesperrten Experimentes nicht wiederherstellen!

source: Current:
de_de: Aktuell:

source: Saved on:
de_de: Gespeichert am:

source: Restore
de_de: Wiederherstellen

source: Go back to item.
de_de: Zurück zum Objekt gehen.

source: You cannot restore a revision of a locked item!
de_de: Sie können keine Revision eines gesperrten Objektes wiederherstellen!

source: Search in
de_de: Suche in

source: With the tag
de_de: Mit dem Etikett

source: Select a Tag
de_de: Etikett auswählen

source: Select a tag
de_de: Etikett auswählen

source: Search only in experiments owned by:
de_de: Nur suchen in Experimenten gehört:

source: Yourself
de_de: Ich selbst

source: search in everyone's experiments
de_de: Suche in allen Experimenten

source: Where date is between
de_de: Datum zwischen

source: and
de_de: und

source: And title contains
de_de: Und Titel enthält

source: And status is
de_de: Und Status ist

source: select status
de_de: Wählen Sie einen Status

source: And body contains
de_de: Und Text enthält

source: And rating is
de_de: Und Wertung ist

source: select number of stars
de_de: Wählen Sie Anzahl der Sterne

source: Unrated
de_de: Unbewertet

source: Launch search
de_de: Suche starten

source: Export this result:
de_de: Dieses Ergebnis exportieren:

source: eLabFTW configuration
de_de: eLabFTW Konfiguration

source: Timestamp
de_de: Zeitstempel

source: Security
de_de: Sicherheit

source: Logs
de_de: Protokolle

source: Add a new team
de_de: Fügen Sie ein neues Team

source: Edit existing teams
de_de: Bearbeiten Sie bestehende Teams

source: Members
de_de: Mitglieder

source: Items
de_de: Artikel

source: Created
de_de: Erstellt

source: Language
de_de: Sprache

source: Under the hood
de_de: Unter der Haube

source: Activate debug mode:
de_de: Aktivieren Sie den Debug-Modus:

source: Content of SESSION and COOKIES array will be displayed in the footer for admins.
de_de: Inhalt des SESSION- und COOKIES-Array wird in der Fußzeile für Admins angezeigt werden.

source: Address of the proxy:
de_de: Adresse des Proxy:

source: If you are behind a firewall/proxy, enter the address here. Example : http://proxy.example.com:3128
de_de: Wenn Sie sich hinter Firewall / Proxy befinden, geben Sie hier die Adresse. Beispiel: http://proxy.example.com:3128

source: Timestamping configuration
de_de: Zeitstempelkonfiguration

source: The teams can use the credentials below to timestamp:
de_de: Die Teams können die Anmeldeinformationen unten nutzen, um Zeitstempel zu verwenden:

source: You can control if the teams can use the global timestamping account. If set to <em>no</em> the team admin must add login infos in the admin panel.
de_de: Sie können kontrollieren, ob die Teams die globalen Zeitstempelzugangsdaten nutzen können. Falls auf <em>nein</em> gesetzt, muss der Administrator des Teams die Zugangsdaten im Admin-Panel eingeben.

source: This should be the URL used for %sRFC 3161%s-compliant timestamping requests.
de_de: URL, welche für %sRFC 3161%s-kompatible Zeitstempelanfragen verwendet werden soll.
